{
  "title": "The Gift of the Magi",
  "chineseTitle": "麦琪的礼物",
  "name": "giftOfTheMagi",
  "author": "O. Henry",
  "members": true,
  "summary": "A young, poor couple sacrifice their most valuable possessions to buy gifts for each other, only to realize the irony and beauty in their acts of love.",
  "levels": [4, 5],
  "chapters": [
    {
      "chapter_number": 1,
      "chapter_title_simplified": "只有一块八毛七分",
      "chapter_title_english": "Only One Dollar and Eighty-Seven Cents",
      "hsk_levels": [
        {
          "level": 4,
          "simplified_text": "一块八毛七分钱。这就是全部。六十分钱是用一分一分存下来的。戴拉和杂货店、菜市场和肉店老板一次次讨价还价，直到她的脸都红了。她不想被人觉得自己小气，但为了省钱只能这样。戴拉数了三次：一块八毛七分钱。明天就是圣诞节了。\n\n她没别的办法，只能倒在破旧的小沙发上哭了起来。这让人想到，生活里有哭泣、叹息和微笑，而哭泣最多。\n\n当家里的女主人从大哭慢慢平静下来，我们来看看这个家吧。一个每周八块钱的出租公寓。房间不算特别差，但也算不上好。"
        },
        {
          "level": 5,
          "simplified_text": "一块八毛七分钱。这就是全部了。六十分钱是用一分一分存下来的。戴拉和杂货店老板、菜贩和肉店老板讨价还价，每次都让她的脸有点红，似乎暗示她有点小气，但她不得不这样做。戴拉数了三遍：一块八毛七分钱。明天就是圣诞节了。\n\n她没什么别的选择，只能倒在那个破旧的小沙发上，开始哭泣。这让人想到，生活就是由哭泣、叹息和微笑组成的，而哭泣似乎更多一些。\n\n当女主人从悲伤中渐渐平静下来，我们来看看这个家吧。一个每周八块钱的租来的公寓。房子不算极其破旧，但也让人想到穷人的生活。"
        },
        {
          "chapter_number": 2,
          "chapter_title_simplified": "简的名字和戴拉的担心",
          "chapter_title_english": "Jim's Name and Della's Worries",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "在楼下的门厅里有一个信箱，但信放不进去；还有一个电铃按钮，可是按了也没有声音。旁边有一张卡片，上面写着“詹姆斯·迪林厄姆·扬先生”的名字。“迪林厄姆”这个名字是在以前收入每周三十美元的时候用的，现在他的收入减少到每周二十美元，这个名字的字母看起来有些模糊，好像在考虑要缩短成“D”。但是，每次詹姆斯·迪林厄姆·扬回到家，他的太太戴拉都会叫他“简”，并热情地拥抱他。\n\n戴拉哭完了，用粉扑擦了擦脸颊。她站在窗边，看着一只灰色的猫在灰色的围墙上走。明天是圣诞节，可她只有一块八毛七分钱来给简买礼物。她几个月来一直在努力存钱，结果就是这些。每周二十美元的收入不够用，花费总是比她想的多。只有一块八毛七分去买给简的礼物，她的简。她曾花了许多时间想要给他买一个特别的、珍贵的礼物，一个配得上简的东西。"
            },
            {
              "level": 5,
              "simplified_text": "在楼下的门厅里有一个信箱，但信封放不进去；还有一个电铃按钮，谁按了都没用。旁边有一张卡片，上面写着“詹姆斯·迪林厄姆·扬先生”。“迪林厄姆”这个名字是在他以前每周三十美元的好日子里用的，而现在他的收入缩减到每周二十美元，这个名字的字母看上去有点模糊，好像要变成一个简单的“D”。但每次詹姆斯·迪林厄姆·扬回到家，他的妻子戴拉就叫他“简”，并给他一个大大的拥抱。\n\n戴拉哭完了，用粉扑拍了拍脸颊。她站在窗边，呆呆地看着一只灰色的猫在灰色的围墙上走着。明天是圣诞节，但她只有一块八毛七分钱来给简买礼物。她几个月来一直在存每一分钱，最后只存到了这些。每周二十美元的收入不多，支出总是比她算的要多。只有一块八毛七分，来给简买礼物。她的简。她花了很多时间想着要给简买一样特别的东西，珍贵、少见、有价值的——一个配得上简的礼物。"
            }
          ]
        },
        {
          "chapter_number": 3,
          "chapter_title_simplified": "珍贵的镜子和戴拉的头发",
          "chapter_title_english": "The Precious Mirror and Della's Hair",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "房间的窗户之间有一面镜子。你可能见过八块钱的出租房里的镜子。一个瘦小灵活的人可以在这种镜子里，快速看到一条条的自己，大概知道自己的样子。戴拉很瘦，已经学会了这个方法。\n\n突然，她转身离开窗户，站在镜子前。她的眼睛发亮，但脸色在二十秒内变白了。她迅速放下头发，让头发垂到最长。\n\n詹姆斯·迪林厄姆·扬夫妇有两件非常自豪的东西。一件是简的金表，这是他父亲和爷爷的传家宝。另一件是戴拉的头发。如果示巴女王住在对面的房间，戴拉会把头发放到窗外晒一晒，让女王的珠宝看起来不值钱。如果所罗门王是这栋楼的管理员，简每次经过都要拿出他的金表，让所罗门嫉妒地摸摸胡子。"
            },
            {
              "level": 5,
              "simplified_text": "房间的窗户之间有一面长镜子。你可能见过在每周八块钱的出租房里的镜子。一个瘦小而灵活的人，可以通过在镜子的一条条细长的倒影中快速地看见自己，从而大致知道自己的样子。戴拉身材苗条，已经掌握了这个技巧。\n\n突然，她从窗边转过身，站到镜子前。她的眼睛闪闪发亮，但在短短二十秒内，脸色变得苍白。她迅速放下自己的头发，让它垂到全长。\n\n詹姆斯·迪林厄姆·扬夫妇有两样特别引以为豪的东西。一个是简的金表，这是他父亲和爷爷的遗物。另一个是戴拉的头发。如果示巴女王住在对面的公寓，戴拉会把头发挂到窗外晾晒，以显示她的头发比女王的珠宝还珍贵。如果所罗门王是这里的管理员，简每次经过都会拿出他的金表，让所罗门嫉妒地拉拉胡子。"
            }
          ]
        },
        {
          "chapter_number": 4,
          "chapter_title_simplified": "戴拉卖头发",
          "chapter_title_english": "Della Sells Her Hair",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "现在戴拉美丽的头发垂下来，就像棕色的水波一样闪亮。它长到膝盖以下，几乎像一件衣服。然后，她紧张地把头发重新扎好。她停了一会儿，站着不动，几滴泪水滴在破旧的红地毯上。\n\n她穿上旧棕色的外套，又戴上旧棕色的帽子。她的裙子飞扬着，眼睛闪闪发亮，她飞快地出了门，下楼到街上。\n\n她停在一个标牌前，上面写着：“索夫洛妮夫人。各种头发用品。”戴拉跑上楼，停下，喘着气。索夫洛妮夫人很大只，皮肤很白，表情冷漠，看起来不太像“索夫洛妮”。\n\n“你买我的头发吗？”戴拉问。\n\n“我买头发，”夫人说。“摘下帽子让我看看。”\n\n棕色的头发垂下来。“二十美元，”夫人用熟练的手举起这头发说。\n\n“快给我吧，”戴拉说。"
            },
            {
              "level": 5,
              "simplified_text": "现在戴拉美丽的头发垂下来，像棕色的波浪一样闪亮。它长到膝盖以下，几乎像一件衣裳。然后，她紧张地又把头发扎好。她停顿了一会儿，站着不动，有几滴眼泪落在磨旧的红地毯上。\n\n她穿上旧棕色的夹克，戴上旧棕色的帽子。裙摆飘动着，眼睛闪着光，她匆匆出了门，下楼来到街上。\n\n她在一个牌子前停下，上面写着：“索夫洛妮夫人，各类头发制品。”戴拉跑上楼，停下来，喘着气。索夫洛妮夫人身材高大，皮肤白皙，表情冷淡，看起来并不像“索夫洛妮”。\n\n“你愿意买我的头发吗？”戴拉问。\n\n“我买头发，”夫人说。“摘下帽子让我看看你的头发。”\n\n棕色的头发像波浪一样垂下。“二十美元，”夫人用熟练的手举起那头发说。\n\n“快给我吧，”戴拉说。"
            }
          ]
        },
        {
          "chapter_number": 5,
          "chapter_title_simplified": "给简的礼物",
          "chapter_title_english": "The Gift for Jim",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "接下来的两个小时在她的开心中很快过去了。她在商店里找简的礼物。\n\n她终于找到了。这一定是为简准备的，别人都不合适。商店里没有其他类似的东西，她几乎翻遍了所有店。这是一条铂金表链，设计简单大方，没有多余的装饰，显示出它的价值——好的东西就应该这样。它甚至配得上那块金表。她一看就知道，这一定是简的。这条表链和简很像，安静但有价值。她花了二十一美元买下了它，然后带着八毛七分赶回家。有了这条链子，简可以在任何场合自信地看时间。虽然金表很好，但因为简用旧皮带代替链子，他有时会偷偷地看时间。"
            },
            {
              "level": 5,
              "simplified_text": "接下来的两个小时在她的喜悦中飞快地过去了。她在所有的商店里搜寻着简的礼物。\n\n她终于找到了。毫无疑问，这一定是为简而做的，其他人都不合适。她几乎翻遍了所有的店铺，没有找到类似的东西。这是一条铂金表链，设计简洁又优雅，仅凭其材质显示出价值，没有多余的装饰——所有真正好的东西都应该这样。它甚至配得上那块金表。她一看到就知道，这条链子一定是简的。这链子和简很像，低调却有价值。她花了二十一美元买下了它，然后带着八毛七分匆匆赶回家。有了这条链子，简可以自信地在任何场合看时间。虽然他的金表很棒，但因为用的是旧皮带代替链子，有时他会偷偷地看时间。"
            }
          ]
        },
        {
          "chapter_number": 6,
          "chapter_title_simplified": "戴拉的新发型",
          "chapter_title_english": "Della's New Hairstyle",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "戴拉到家时，她的兴奋变得冷静了一些。她拿出卷发棒，点燃了煤气灯，开始整理因为她的爱和慷慨造成的“破坏”。亲爱的朋友们，这总是一个很大的任务。\n\n四十分钟后，她的头上满是小小的、贴着的卷发，让她看起来很像一个逃学的小男孩。她认真地看着镜子里的自己。\n\n“如果简不生气，”她自言自语，“在他第二次看我之前，他会说我看起来像个康尼岛的歌舞女郎。但我还能怎么办呢？只有一块八毛七分啊！” 七点时，咖啡已经煮好了，锅也放在炉子后面，加热着，准备煎肉。\n\n简从不迟到。戴拉把表链握在手里，坐在门旁边的桌角上，等着他回来。然后她听到了他在楼下台阶上的脚步声，她的脸突然变白了。她习惯于为最简单的事情默默祈祷，现在她轻声说：“求你了，上帝，让他觉得我还是很漂亮。”"
            },
            {
              "level": 5,
              "simplified_text": "戴拉到家后，她的激动稍微被冷静和理智取代了。她拿出卷发棒，点燃了煤气灯，开始修补因为爱和慷慨而造成的“破坏”。亲爱的朋友们，这总是一个巨大的任务。\n\n四十分钟后，她的头上布满了小而贴的卷发，让她看起来奇妙地像一个逃学的小男孩。她长时间认真地看着镜子里的自己。\n\n“如果简不生我的气，”她对自己说，“在他仔细看我之前，他会说我像康尼岛的歌舞女郎。但我还能怎么做呢——我只有一块八毛七分钱啊！” 七点时，咖啡已经煮好，平底锅放在炉子的后面，加热着，准备煎肉。\n\n简从不迟到。戴拉把表链握在手心里，坐在门边的桌角上，等着他回来。她听见他在楼下台阶上的脚步声，脸色一下子变白了。她有一个习惯，总是为日常的小事默默祈祷，现在她轻声说：“求你了，上帝，让他觉得我还是很美。”"
            }
          ]
        },
        {
          "chapter_number": 7,
          "chapter_title_simplified": "简的惊讶",
          "chapter_title_english": "Jim's Surprise",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "门打开了，简走进来，关上了门。他看起来很瘦，而且非常严肃。可怜的家伙，只有二十二岁，却有养家的责任！他需要一件新大衣，也没有手套。\n\n简停在门口，一动不动，像闻到鸟味的猎犬一样。他的眼睛盯着戴拉，眼神中有一种让她看不懂的表情，这让她害怕。这不是生气，也不是惊讶、不满或恐惧，不是她准备面对的任何感觉。他只是紧紧地盯着她，脸上有一种奇怪的表情。\n\n戴拉从桌子上滑下来，走向他。\n\n“简，亲爱的，”她叫道，“别那样看我。我剪了头发，把它卖了，因为我想在圣诞节给你买礼物。头发会再长出来的——你不介意，对吧？我必须这样做。我的头发长得特别快。简，跟我说‘圣诞快乐’，让我们开心吧。你不知道我给你买了多么漂亮的礼物！”\n\n“你剪掉了头发？”简很慢地问，好像他还没有完全接受这个事实。\n\n“剪掉了，卖掉了，”戴拉说。“你还是一样喜欢我吧？没有头发我还是我，对不对？”\n\n简好奇地看着房间。\n\n“你是说你的头发没了？”他说，表情有点傻。\n\n“别找了，”戴拉说，“它卖掉了，已经没了。我告诉你，它已经不在了。今天是平安夜，对我好一点吧，因为头发是为了你才卖的。也许我的头发能数清楚，”她突然甜甜地笑着说，“但我对你的爱是数不清的。要不要我去煎肉啊，简？”"
            },
            {
              "level": 5,
              "simplified_text": "门打开了，简走进来，关上了门。他看起来又瘦又严肃。可怜的简，只有二十二岁，却要承担养家的责任！他需要一件新大衣，也没有手套。\n\n简停在门口，一动不动，像一只闻到鹌鹑气味的猎犬。他的眼睛定定地看着戴拉，眼神中有一种她无法读懂的表情，这让她感到害怕。这既不是生气，也不是惊讶，不是不满或恐惧，而是她完全没有预料到的表情。他只是那样专注地盯着她，脸上带着一种奇特的神情。\n\n戴拉从桌子边跳下来，朝他走过去。\n\n“简，亲爱的，”她喊道，“别这样看我。我剪了头发，把它卖了，因为我实在不能在圣诞节不给你买礼物。头发会再长出来的——你不会介意的，对吗？我必须这么做。我的头发长得特别快。简，说‘圣诞快乐’，让我们高兴一点吧。你还不知道我给你准备了多么漂亮的礼物呢！”\n\n“你把头发剪掉了？”简慢慢地问道，似乎还没有完全理解这个事实。\n\n“剪了，卖了，”戴拉说。“不管怎样，你还是一样喜欢我，对吧？没有头发的我还是我，对不对？”\n\n简好奇地打量着房间。\n\n“你说你的头发没了？”他问，语气中带着些傻傻的神情。\n\n“你不用找了，”戴拉说，“我已经卖掉了它，真的已经没了。今天是平安夜啊，简，对我好一点吧，因为我为了你才这么做。也许我的头发能数清楚，”她突然带着一种柔和的甜蜜说，“但我对你的爱是数不清的。要不要我去煎肉，简？”"
            }
          ]
        },
        {
          "chapter_number": 8,
          "chapter_title_simplified": "简的礼物",
          "chapter_title_english": "Jim's Gift",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "简好像从迷惑中醒来了。他抱住了他的戴拉。我们先不要看他们，去看别的地方吧。每周八美元还是每年一百万，又有什么不同呢？数学家或聪明人会给你错误的答案。东方三贤者带来了贵重的礼物，但这份礼物不是其中之一。这个深奥的说法，稍后会被解释清楚。\n\n简从大衣口袋里拿出一个包裹，扔在桌上。\n\n“戴尔，别误会我，”他说，“我不认为任何发型改变会让我更少爱你。但是如果你打开那个包裹，你就会明白为什么我刚才有点惊讶了。”\n\n戴拉用灵巧的手指撕开了包裹的纸。然后，她发出一声快乐的尖叫；但接着，她又立刻开始哭了起来，哭得很厉害，需要简马上安慰她。\n\n原来，那是她一直想要的梳子——一套梳子，旁边和后面的，戴拉曾在百老汇的一家橱窗里看了很久。美丽的梳子，纯海龟壳做的，有珠宝装饰的边——正是适合她美丽的头发的颜色。她知道这些梳子很贵，她一直想要它们，但从来没想过会拥有它们。现在，它们是她的了，但能配得上这些梳子的长发已经没了。\n\n她把它们紧紧抱在怀里，最终，她抬起头，眼中含泪地微笑着说：“我的头发长得很快的，简！”\n\n接着，戴拉像只被吓到的小猫一样跳了起来，大喊：“哦，哦！”"
            },
            {
              "level": 5,
              "simplified_text": "简似乎从迷茫中迅速清醒过来。他紧紧抱住了他的戴拉。让我们在十秒内移开视线，看看别的地方吧。每周八美元或每年一百万，又有什么不同？数学家或聪明人也会给出错误的答案。东方三贤者带来了贵重的礼物，但这种礼物并不在其中。这个深奥的说法稍后会被解释。\n\n简从大衣口袋里取出一个包裹，放在桌子上。\n\n“戴尔，别误会我，”他说，“我不认为任何发型、剃须或者洗头会让我更少爱你。但是，如果你打开那个包裹，你就会明白为什么我刚才会有点惊讶了。”\n\n戴拉的手指灵巧地撕开了包装纸。然后，一声狂喜的尖叫；接着，一阵女人特有的激动的泪水和哭泣，她需要简立刻安慰她。\n\n原来，那正是那一套梳子——侧梳和背梳，戴拉长久以来在百老汇的橱窗里崇拜的那套梳子。漂亮的梳子，纯海龟壳做的，有珠宝装饰的边——正适合她那美丽的、如今已消失的长发。她知道这些梳子很贵，心里一直渴望着，却没有一点拥有它们的希望。而现在，它们是她的了，但能与之相配的秀发已不复存在。\n\n她把梳子紧紧抱在怀里，最终，抬起头，眼中带泪地微笑着说：“我的头发长得很快的，简！”\n\n然后，戴拉像只被烫到的小猫一样跳了起来，叫道：“哦，哦！”"
            }
          ]
        },
        {
          "chapter_number": 9,
          "chapter_title_simplified": "礼物的意义",
          "chapter_title_english": "The Meaning of the Gifts",
          "hsk_levels": [
            {
              "level": 4,
              "simplified_text": "简还没看到他美丽的礼物。戴拉把它放在手心里，兴奋地递给他。这块暗色的贵金属似乎反射出她明亮而热情的心情。\n\n“是不是很棒啊，简？我找遍了全城才找到它。现在你每天要看一百次时间了。把你的表给我，我想看看链子戴上去是什么样子。”\n\n简没有照做，而是倒在沙发上，把手放在头后，微笑着。\n\n“戴尔，”他说，“我们把圣诞礼物先收起来吧，留一段时间。它们现在太好了，还不能用。我把表卖了，用那钱给你买了梳子。现在，去把肉煎了吧。”\n\n大家知道，东方三贤者是聪明人——非常聪明的人——他们带礼物给马槽里的婴儿。他们发明了圣诞节送礼物的艺术。因为他们很聪明，所以他们的礼物也是有智慧的，可能还能换别的礼物，以防重复。而这里，我讲的是两个“傻孩子”的故事，他们不明智地为对方牺牲了家里最宝贵的东西。但最后，我要告诉今天的聪明人，这两个人其实是最聪明的。在所有送礼和收礼的人中，他们是最聪明的。无论在哪里，他们都是最聪明的。他们就是三贤者。"
            },
            {
              "level": 5,
              "simplified_text": "简还没有看到他美丽的礼物。戴拉把礼物放在手掌上，兴奋地递给他。这块暗淡的贵金属似乎闪烁着她热情而真挚的光芒。\n\n“是不是特别棒啊，简？我找遍了整个城市才找到它。现在你每天要看时间一百次了。把你的表给我，我想看看链子挂在上面是什么样子。”\n\n简没有照做，而是倒在沙发上，把手放在头后，微笑着。\n\n“戴尔，”他说，“我们先把圣诞礼物收起来，留一段时间再用。它们太好了，现在用有点可惜。我把表卖了，用那些钱买了你的梳子。现在去煎肉吧。”\n\n大家都知道，东方三贤者是聪明人——非常聪明的人——他们带礼物给马槽里的婴儿。他们发明了圣诞节送礼的传统。因为他们很聪明，所以他们的礼物也是智慧的象征，或许还可以换礼物，以防重复。而我所讲的，是两个“愚笨的孩子”在他们的公寓里发生的故事，他们看似不明智地为对方牺牲了家中最宝贵的财产。但最后我要对今天的聪明人说，这两个人其实是最聪明的。在所有送礼与收礼的人中，他们是最聪明的。无论何处，他们都是最聪明的。他们就是现代的三贤者。"
            }
          ]
        }
      ]
    }
  ]
}
